 INSERT INTO `quiz1` (name, description, start_date, end_date, is_published) VALUES 
('產品使用滿意度調查','掌握消費者對於產品或服務的滿意度，不斷優化產品內容與體驗流程，讓顧客願意持續消費，還能有效掌握消費者在每個品牌接觸點的行為數據，為企業帶來更大的潛在效益。','2025-04-01','2025-05-31',1),
('遠端工作經驗調查','新冠疫情在 2020 年初開始到目前世界各國陸續進入後疫情時代為止，它始終是多數人選擇成為遠距工作者的最主要原因。對於講究自由與彈性的千禧世代來說，甚至有 69％ 的人表示願意用放棄某些福利的方式來換取在家工作的自由。','2025-04-01','2025-05-25',1),
('健康生活習慣調查','瞭解國人健康狀況及服務需求、探討重要健康議題及相關因素、界定衛生保健計畫目標族群、提供健康政策與計畫訂定依據、評估健康政策及計畫成效。','2025-02-27','2025-04-30',0),
('社群媒體使用調查','近年在台灣社群媒體的使用趨勢與變化，將會改變許多台灣人在社群媒體上的使用。在宏觀層面，對中國政府影響力的擔憂，政府正積極的加強對社群媒體平台內容的監管，近期在立法院中推出的極具爭議的法案也圍繞這一議題發展。在微觀的角度上，現實生活事件和社群媒體活動之間存在更大程度整合的趨勢，尤其是在商業領域。這將促進越來越多的賣家使用社群媒體平台開展業務，台灣在社群商務這一領域中，也長期落後於其相近的經濟體。','2025-04-20','2025-06-30',1),
('學習習慣調查','良好的學習習慣，有助於提升學習表現與學習樂趣，而良好的學習習慣需要教師、家長和學生共同努力。新課綱強調帶得走的知識、技能，同時也注重學生的學習態度。本研究希望透過瞭解學生學習情況，讓教師瞭解可以如何幫助學生學習，協助學生建立良好的學習態度。','2025-02-28','2025-03-31',1),
('線上購物習慣調查','《溫度計Survey》於2024年5月22日至5月28日進行《Z世代消費趨勢與行為調查》，針對台灣Z世代進行線上購物行為與偏好調查，總計回收1,085份有效問卷。調查結果顯示，9成以上消費者在線上購物時會有「買貴換平台」的行為；超過7成每年在電商通路花費的金額低於「三萬元」；逾8成偏好使用「超商取貨」服務。整體而言，Z世代購物時，以價格導向，追求品質，注重高CP值主義的購物價值觀。','2025-03-26','2025-07-31',1),
('閱讀習慣調查','自1995年聯合國教科文組織選定4月23日為世界閱讀日，已接近30年。在科技的發展，愈來愈快速地改變人類的生活當下，閱讀，仍是民眾熱愛的生活及學習方式?\n根據《遠見民調》閱讀調查顯示，早在十年前民眾閱讀時數已落後上網時數(每周閱讀時數2.76小時，每天上網時數1.44小時)，而2023年樂天Kobo公布的閱讀習慣調查也顯示，讀者的閱讀習慣以短時間閱讀為主，五成讀者每周閱讀時間在1小時以下。','2025-04-05','2025-06-01',1),
('旅遊偏好調查','海外旅遊已成為國人近年討論度最高的議題之一，博思市調公司為此進行網路問卷調查，目的在了解國人在旅遊規劃上的偏好','2025-04-30','2025-07-01',1),
('時間管理調查','在這個節奏飛快的時代，時間管理已經成為提高工作效率與改善生活品質不可或缺的技能。大多數人經常感嘆時間不夠用，工作積壓如山，DDL似乎永遠在屁股後面追趕著自己。\n其實，透過一些簡單有效的時間管理技巧，不僅可以增強工作生產力，更可以從「海綿」中擠出更多的個人時間，讓盡情享受生活每一刻，實現Work Life Balance！','2025-03-01','2025-04-11',1),
('飲食習慣調查','本調查為瞭解國人營養、健康、飲食及生活型態及其相關性，建立長期、穩定且具國家代表性之營養及健康監測機制。產出之結果作為政府擬訂飲食營養、健康促進及預防疾病等相關政策依據，以幫助改善民眾健康狀況，並預防未來可能之健康問題。','2025-04-10','2025-05-31',0),
('創意發想與靈感調查','創意發想與概念階段是設計流程中的根本基礎，在此時間點，要獲取主要需求共識以及決定日後發展大方向，同時是將最初的想法轉變成基本草案/原型的時刻。設計流程最主要的目標不僅是創造漂亮的圖像，或是去滿足相關成員主觀的感受 - 而是交出一個容易理解、使用方便且引人注意的產品，使客戶的企業目標與其使用者目標相符合。我們希望做的產品不僅好看，更重要的是它也需要好用且完美地滿足 (甚至超越) 使用者期待。','2025-04-27','2025-08-31',1),
('手機使用行為調查','2023年，台灣網路使用者總數已達2,168萬人，相當於全台90.7%人口，較2022年增加16萬人；值得注意的是，此一成長幅度已逐年放緩，從2021年的4.5%、2022年的1.3%，來到今年的0.8%，足見台灣網路使用發展成熟，上網人口已在疫情推動下攀至臨界值。\n在所有網路使用者中，高達95%民眾都有透過手機上網的習慣；相較之下，使用電腦上網的比率，則從2022 年的72.9%降68.2%。','2025-04-07','2025-05-27',1),
('線上學習體驗調查','當台灣中小學經過一波最長時間、最大規模的遠距教學，親師生在短時間內，適應學習各種數位工具，新型態教學方式與實作演練的同時，《親子天下》直擊疫情下的學習轉變，在7月底分別針對全國中小學生老師與家長進行調查。這兩份調查結果直指教學現場的轉變，88%老師願意改變傳統教法，而化身助教的家長則對線上學習苦樂交雜。','2025-03-30','2025-04-30',1),
('職場溝通調查','Z世代所展現的「多樣性」更勝以往，雖渴望追求夢想，卻同時又必須在意現實面的經濟、民生等問題與壓力，因此在現今多以X世代、Y世代為主管階級、Z世代多為基層員工的職場環境下，許多職場倫理、工作準則也因著各自想法、考量的不同，而激盪出不一樣的火花。而如今職場上無論是哪個世代，因為其身份、價值觀不同，往往伴隨許多不一樣的思維與考量，如對於加班、責任制等問題的看法，都時常在社群討論區掀起熱烈討論。','2025-03-20','2025-04-21',1),
('自我成長與目標設定調查','你是否經常覺得設定目標是一項艱難的任務？是否時常感到即使努力設定了目標，最終卻似乎達成不了？看到周圍的同事似乎一步步向前進展，而自己卻像被固定在原地，不禁產生了挫敗感和無力感？這種感覺可能讓你對設定目標失去信心，甚至開始懷疑自己的能力和未來。','2025-04-13','2025-06-01',0);



